[
  "url-into-selection",
  "omnisearch",
  "typewriter-mode",
  "obsidian-doubleshift",
  "recent-files-obsidian",
  "obsidian-tasks-plugin",
  "calendar",
  "periodic-notes",
  "templater-obsidian",
  "nldates-obsidian",
  "quickadd",
  "editing-toolbar",
  "cmdr",
  "dataview",
  "obsidian-style-settings",
  "code-styler",
  "callout-manager",
  "advanced-canvas",
  "callout-suggestions",
  "obsidian-list-callouts",
  "obsidian-outliner",
  "canvas-keyboard-pan",
  "simple-canvasearch",
  "table-editor-obsidian",
  "obsidian-icon-folder",
  "obsidian-excalidraw-plugin",
  "mononote",
  "emoji-magic",
  "tag-wrangler",
  "open-in-new-tab",
  "obsidian-paste-image-rename",
  "vault-size-history",
  "dashboard-navigator",
  "obsidian-annotator"
]